/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "No se pudo convertir el formato de la canción.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Este proyecto parece estar dañado. Restáuralo desde un respaldo";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Este proyecto se creó con una versión de Logic intermedia no comercial, por lo que ya no se puede abrir.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "La canción que intentas abrir está en formato de Logic 4 (o anterior). Primero debes abrirla y guardarla con Logic 7.2.1 o una versión anterior.\n\nDebes hacerlo en una Mac con una versión previa a macOS porque estas versiones antiguas de Logic Pro no son compatibles con macOS 10.13 y posterior.";
